Repository: MemorySoft/Orchard-Admin
Catalog: App_Data/Localization/*/orchard.theme.po
Languages: es_es

# ~/Themes/TheAdmin/Theme.txt
source: The Admin
es_es: El Administrador

# ~/Themes/TheAdmin/Theme.txt
source: Jon Wall
es_es: Jon Wall y Harold Giraldo

# ~/Themes/TheAdmin/Theme.txt
source: hidden, admin
es_es: oculto, administrador

# ~/Themes/TheAdmin/Theme.txt
source: An admin theme not to be used for the site so don't click "Activate" (or "Uninstall"). In the near future admin themes won't be mixed in with site themes.
es_es: Un tema para el administrador, no debe ser utilizado en un sitio, no hacer clic en 'Activar' (o 'Des-instalar'). En un futuro próximo los temas de administrador no serán mezclados con los temas de sitio.

# ~/Themes/TheAdmin/Views/Header.cshtml
source: Project Orchard
es_es: Proyecto Orchard

# ~/Themes/TheAdmin/Views/Header.cshtml
source: Your Site
es_es: Su sitio

# ~/Themes/TheAdmin/Views/Layout.cshtml
source: Skip to navigation
es_es: Ir a la navegación

# ~/Themes/TheAdmin/Views/User.cshtml
source: User:
es_es: Usuario:

# ~/Themes/TheAdmin/Views/User.cshtml
source: Logout
es_es: Cerrar sesión

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: Show:
es_es: Mostrar:

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: All
es_es: Todos

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: Apply
es_es: Aplicar

# ~/Themes/TheAdmin/Views/Pager.cshtml
source: Showing items {0} - {1} of {2}
es_es: Mostrando elementos {0} - {1} of {2}

# ~/Themes/TheAdmin/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
es_es: Oops. Algo salió mal... disculpas

# ~/Themes/TheAdmin/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
es_es: Ha ocurrido una excepción no manejada y la petición fue terminada. Por favor actualice la página. Si el error persiste vuelva hacia atrás.

# ~/Themes/TheAdmin/Views/Layout.cshtml
source: Are you sure you want to remove this element ?
es_es: ¿Está seguro que quiere eliminar este elemento?
